<map version="freeplane 1.11.1">
<!--To view this file, download free mind mapping software Freeplane from https://www.freeplane.org -->
<node TEXT="ГОСТ 34.003-90&#xa;АВТОМАТИЗИРОВАННЫЕ СИСТЕМЫ" LOCALIZED_STYLE_REF="AutomaticLayout.level.root" FOLDED="false" ID="ID_1090958577" CREATED="1409300609620" MODIFIED="1684338768763"><hook NAME="MapStyle" background="#2e3440">
    <properties show_icon_for_attributes="true" edgeColorConfiguration="#808080ff,#ff0000ff,#0000ffff,#00ff00ff,#ff00ffff,#00ffffff,#7c0000ff,#00007cff,#007c00ff,#7c007cff,#007c7cff,#7c7c00ff" show_note_icons="true" fit_to_viewport="false" associatedTemplateLocation="template:/dark_nord_template.mm"/>

<map_styles>
<stylenode LOCALIZED_TEXT="styles.root_node" STYLE="oval" UNIFORM_SHAPE="true" VGAP_QUANTITY="24 pt">
<font SIZE="24"/>
<stylenode LOCALIZED_TEXT="styles.predefined" POSITION="bottom_or_right" STYLE="bubble">
<stylenode LOCALIZED_TEXT="default" ID="ID_671184412" ICON_SIZE="12 pt" FORMAT_AS_HYPERLINK="false" COLOR="#484747" BACKGROUND_COLOR="#eceff4" STYLE="bubble" SHAPE_HORIZONTAL_MARGIN="8 pt" SHAPE_VERTICAL_MARGIN="5 pt" BORDER_WIDTH_LIKE_EDGE="false" BORDER_WIDTH="1.9 px" BORDER_COLOR_LIKE_EDGE="true" BORDER_COLOR="#f0f0f0" BORDER_DASH_LIKE_EDGE="true" BORDER_DASH="SOLID">
<arrowlink SHAPE="CUBIC_CURVE" COLOR="#88c0d0" WIDTH="2" TRANSPARENCY="255" DASH="" FONT_SIZE="9" FONT_FAMILY="SansSerif" DESTINATION="ID_671184412" STARTARROW="NONE" ENDARROW="DEFAULT"/>
<font NAME="SansSerif" SIZE="11" BOLD="false" STRIKETHROUGH="false" ITALIC="false"/>
<edge STYLE="bezier" COLOR="#81a1c1" WIDTH="3" DASH="SOLID"/>
<richcontent CONTENT-TYPE="plain/auto" TYPE="DETAILS"/>
<richcontent TYPE="NOTE" CONTENT-TYPE="plain/auto"/>
</stylenode>
<stylenode LOCALIZED_TEXT="defaultstyle.details" BORDER_WIDTH="1.9 px">
<edge STYLE="bezier" COLOR="#81a1c1" WIDTH="3"/>
</stylenode>
<stylenode LOCALIZED_TEXT="defaultstyle.attributes">
<font SIZE="10"/>
</stylenode>
<stylenode LOCALIZED_TEXT="defaultstyle.note" COLOR="#000000" BACKGROUND_COLOR="#ebcb8b">
<icon BUILTIN="clock2"/>
<font SIZE="10"/>
</stylenode>
<stylenode LOCALIZED_TEXT="defaultstyle.floating" COLOR="#484747">
<edge STYLE="hide_edge"/>
<cloud COLOR="#f0f0f0" SHAPE="ROUND_RECT"/>
</stylenode>
<stylenode LOCALIZED_TEXT="defaultstyle.selection" COLOR="#e5e9f0" BACKGROUND_COLOR="#5e81ac" BORDER_COLOR_LIKE_EDGE="false" BORDER_COLOR="#5e81ac"/>
</stylenode>
<stylenode LOCALIZED_TEXT="styles.user-defined" POSITION="bottom_or_right" STYLE="bubble">
<stylenode LOCALIZED_TEXT="styles.important" ID="ID_779275544" BORDER_COLOR_LIKE_EDGE="false" BORDER_COLOR="#bf616a">
<icon BUILTIN="yes"/>
<arrowlink COLOR="#bf616a" TRANSPARENCY="255" DESTINATION="ID_779275544"/>
<font SIZE="14"/>
</stylenode>
</stylenode>
<stylenode LOCALIZED_TEXT="styles.AutomaticLayout" POSITION="bottom_or_right" STYLE="bubble">
<stylenode LOCALIZED_TEXT="AutomaticLayout.level.root" COLOR="#ffffff" BACKGROUND_COLOR="#484747" STYLE="bubble" SHAPE_HORIZONTAL_MARGIN="10 pt" SHAPE_VERTICAL_MARGIN="10 pt">
<font NAME="Ubuntu" SIZE="18"/>
</stylenode>
<stylenode LOCALIZED_TEXT="AutomaticLayout.level,1" COLOR="#eceff4" BACKGROUND_COLOR="#d08770" STYLE="bubble" SHAPE_HORIZONTAL_MARGIN="8 pt" SHAPE_VERTICAL_MARGIN="5 pt">
<font NAME="Ubuntu" SIZE="16"/>
</stylenode>
<stylenode LOCALIZED_TEXT="AutomaticLayout.level,2" COLOR="#3b4252" BACKGROUND_COLOR="#ebcb8b">
<font SIZE="14"/>
</stylenode>
<stylenode LOCALIZED_TEXT="AutomaticLayout.level,3" COLOR="#2e3440" BACKGROUND_COLOR="#a3be8c">
<font SIZE="12"/>
</stylenode>
<stylenode LOCALIZED_TEXT="AutomaticLayout.level,4" COLOR="#2e3440" BACKGROUND_COLOR="#b48ead">
<font SIZE="11"/>
</stylenode>
<stylenode LOCALIZED_TEXT="AutomaticLayout.level,5" BACKGROUND_COLOR="#81a1c1">
<font SIZE="10"/>
</stylenode>
<stylenode LOCALIZED_TEXT="AutomaticLayout.level,6" BACKGROUND_COLOR="#88c0d0">
<font SIZE="10"/>
</stylenode>
<stylenode LOCALIZED_TEXT="AutomaticLayout.level,7" BACKGROUND_COLOR="#8fbcbb">
<font SIZE="10"/>
</stylenode>
<stylenode LOCALIZED_TEXT="AutomaticLayout.level,8" BACKGROUND_COLOR="#d8dee9">
<font SIZE="10"/>
</stylenode>
<stylenode LOCALIZED_TEXT="AutomaticLayout.level,9" BACKGROUND_COLOR="#e5e9f0">
<font SIZE="9"/>
</stylenode>
<stylenode LOCALIZED_TEXT="AutomaticLayout.level,10" BACKGROUND_COLOR="#eceff4">
<font SIZE="9"/>
</stylenode>
</stylenode>
</stylenode>
</map_styles>
</hook>
<hook NAME="accessories/plugins/AutomaticLayout.properties" VALUE="ALL"/>
<font BOLD="true"/>
<node TEXT="АВТОМАТИЗИРОВАННЫЕ СИСТЕМЫ. ОБЩИЕ ПОНЯТИЯ" FOLDED="true" POSITION="bottom_or_right" ID="ID_1123606415" CREATED="1684334622899" MODIFIED="1684338389194">
<node TEXT="автоматизированная система; AC: Система, состоящая из персонала и комплекса средств автоматизации его деятельности, реализующая информационную технологию выполнения установленных функций." LOCALIZED_STYLE_REF="AutomaticLayout.level,2" ID="ID_1280956531" CREATED="1684335896066" MODIFIED="1684335928106"/>
<node TEXT="интегрированная автоматизированная система; ИАС: Совокупность двух или более взаимоувязанных АС, в которой функционирование одной из них зависит от результатов функционирования другой (других) так, что эту совокупность можно рассматривать как единую АС" ID="ID_473916014" CREATED="1684335897338" MODIFIED="1684335940249"/>
<node TEXT="функция автоматизированной системы; функция АС: Совокупность действий АС, направленная на достижение определенной цели" ID="ID_923652888" CREATED="1684335964808" MODIFIED="1684336280958"/>
<node TEXT=" задача автоматизированной системы; задача АС: Функция или часть функции АС, представляющая собой формализованную совокупность автоматических действий, выполнение которых приводит к результату заданного вида" ID="ID_149753635" CREATED="1684336284562" MODIFIED="1684338389192"/>
<node TEXT="алгоритм функционирования автоматизированной системы; алгоритм функционирования АС: Алгоритм, задающий условия и последовательность действий компонентов автоматизированной системы при выполнении ею своих функций" ID="ID_1963813770" CREATED="1684336284835" MODIFIED="1684336295753"/>
<node TEXT="научно-технический  уровень автоматизированной системы; НТУ АС: Показатель или совокупность показателей, характеризующая степень соответствия технических и экономических характеристик АС современным достижениям науки и техники" ID="ID_307587876" CREATED="1684336285301" MODIFIED="1684336304188"/>
</node>
<node TEXT="ОСНОВНЫЕ КОМПОНЕНТЫ АВТОМАТИЗИРОВАННЫХ СИСТЕМ" FOLDED="true" POSITION="bottom_or_right" ID="ID_112863119" CREATED="1684334623764" MODIFIED="1684337317186">
<node TEXT="пользователь автоматизированной системы; пользователь АС: Лицо, участвующее в функционировании АС или использующее результаты ее функционирования" ID="ID_797324775" CREATED="1684336400108" MODIFIED="1684336421745"/>
<node TEXT="эксплуатационный персонал автоматизированной системы; эксплуатационный персонал AC: -" ID="ID_1232779838" CREATED="1684336400624" MODIFIED="1684337169927"/>
<node TEXT="организационное обеспечение автоматизированной системы; организационное обеспечение АС: Совокупность документов, устанавливающих организационную структуру, права и обязанности пользователей и эксплуатационного персонала АС в условиях функционирования, проверки и обеспечения работоспособности АС" ID="ID_1704514397" CREATED="1684336400810" MODIFIED="1684337181546"/>
<node TEXT="методическое обеспечение автоматизированной системы; методическое обеспечение АС: Совокупность документов, описывающих технологию функционирования АС, методы выбора и применения пользователями технологических приемов для получения конкретных результатов при функционировании АС" ID="ID_1502124260" CREATED="1684336400983" MODIFIED="1684337189910"/>
<node TEXT="техническое обеспечение автоматизированной системы; техническое обеспечение АС: Совокупность всех технических средств, используемых при функционировании АС" ID="ID_1840528340" CREATED="1684336401317" MODIFIED="1684337214968"/>
<node TEXT="математическое обеспечение автоматизированной системы; математическое обеспечение АС: Совокупность математических методов, моделей и алгоритмов, примененных в АС" ID="ID_293461352" CREATED="1684336401478" MODIFIED="1684337232705">
<node TEXT="" ID="ID_967247155" CREATED="1684337272610" MODIFIED="1684337272610"/>
</node>
<node TEXT="программное обеспечение автоматизированной системы; программное обеспечение АС: Совокупность программ на носителях данных и программных документов, предназначенная для отладки, функционирования и проверки работоспособности АС" ID="ID_1541006719" CREATED="1684337229354" MODIFIED="1684337317183"/>
<node TEXT="информационное обеспечение автоматизированной системы; информационное обеспечение АС: Совокупность форм документов, классификаторов, нормативной базы и реализованных решений по объемам, размещению и формам существования информации, применяемой в АС при ее функционировании" ID="ID_211130861" CREATED="1684337229496" MODIFIED="1684337280686"/>
<node TEXT="лингвистическое обеспечение автоматизированной системы; лингвистическое обеспечение АС: Совокупность средств и правил для формализации естественного языка, используемых при общении пользователей и эксплуатационного персонала АС с комплексом средств автоматизации при функционировании АС" ID="ID_1113548113" CREATED="1684337229644" MODIFIED="1684337284146"/>
<node TEXT="правовое обеспечение автоматизированной системы; правовое обеспечение АС: Совокупность правовых норм, регламентирующих правовые отношения при функционировании АС и юридический статус результатов ее функционирования" ID="ID_783217921" CREATED="1684337229794" MODIFIED="1684337290161"/>
<node TEXT="эргономическое обеспечение автоматизированной системы; эргономическое обеспечение АС: Совокупность реализованных решений в АС по согласованию психологических, психофизиологических, антропометрических, физиологических характеристик и возможностей пользователей АС с техническими характеристиками комплекса средств автоматизации АС и параметрами рабочей среды на рабочих местах персонала АС" ID="ID_207756483" CREATED="1684337230077" MODIFIED="1684337438778"/>
<node TEXT="комплекс средств автоматизации автоматизированной системы; КСА AC: Совокупность всех компонентов АС, за исключением людей" ID="ID_242349081" CREATED="1684337230216" MODIFIED="1684337370001"/>
<node TEXT="компонент автоматизированной системы; компонент АС: Часть АС, выделенная по определенному признаку или совокупности признаков и рассматриваемая как единое целое" ID="ID_104778386" CREATED="1684337230363" MODIFIED="1684337374670"/>
<node TEXT="комплектующее изделие в автоматизированной системе; комплектующее изделие АС: Изделие или единица научно-технической продукции, применяемое как составная часть АС в соответствии с техническими условиями или техническим заданием на него" ID="ID_69079183" CREATED="1684337230512" MODIFIED="1684337379599"/>
<node TEXT="программное изделие в автоматизированной системе; программное изделие АС: Программное средство, изготовленное, прошедшее испытания установленного вида и поставляемое как продукция производственно-технического назначения для применения в АС" ID="ID_1676464249" CREATED="1684337230659" MODIFIED="1684337385342"/>
<node TEXT="информационное средство. Комплекс упорядоченной относительно постоянной информации на носителе данных, описывающей параметры и характеристики заданной области применения и соответствующей документации, предназначенный для поставки пользователю." ID="ID_813711726" CREATED="1684337230814" MODIFIED="1684337389291"/>
<node TEXT="информационное изделие в автоматизированной системе; информационное изделие в АС: Информационное средство, изготовленное, прошедшее испытания установленного вида и поставляемое как продукция производственно-технического назначения для применения в АС" ID="ID_579800562" CREATED="1684337392078" MODIFIED="1684337403119"/>
<node TEXT="программно-технический комплекс автоматизированной системы; ПТК АС: Продукция, представляющая собой совокупность средств вычислительной техники, программного обеспечения и средств создания и заполнения машинной информационной базы при вводе системы в действие достаточных для выполнения одной или более задач АС" ID="ID_924505274" CREATED="1684337392327" MODIFIED="1684337407944"/>
<node TEXT="информационная база автоматизированной системы; информационная база АС: Совокупность упорядоченной информации, используемой при функционировании АС" ID="ID_1009292090" CREATED="1684337392547" MODIFIED="1684337412976"/>
<node TEXT="внемашинная информационная база автоматизированной системы; внемашинная информационная база АС: Часть информационной базы АС, представляющая собой совокупность документов, предназначенных для непосредственного восприятия человеком без применения средств вычислительной техники" ID="ID_1092127868" CREATED="1684337396938" MODIFIED="1684337418408"/>
<node TEXT="машинная информационная база автоматизированной системы; машинная информационная база АС: Часть информационной базы АС, представляющая собой совокупность используемой в АС информации на носителях данных" ID="ID_187733193" CREATED="1684337397248" MODIFIED="1684337424251"/>
<node TEXT="автоматизированное рабочее место; АРМ: Программно-технический комплекс АС, предназначенный для автоматизации деятельности определенного вида." ID="ID_1962675494" CREATED="1684337397491" MODIFIED="1684337428553"/>
</node>
<node TEXT="СВОЙСТВА И ПОКАЗАТЕЛИ АВТОМАТИЗИРОВАННЫХ СИСТЕМ" FOLDED="true" POSITION="bottom_or_right" ID="ID_1297220516" CREATED="1684334700706" MODIFIED="1684337706473">
<node TEXT="эффективность автоматизированной системы; эффективность АС: Свойство АС, характеризуемое степенью достижения целей, поставленных при ее создании." ID="ID_1919234522" CREATED="1684337590300" MODIFIED="1684337618524"/>
<node TEXT="показатель эффективности автоматизированной системы; показатель эффективности АС: Мера или характеристика для оценки эффективности АС" ID="ID_1014647036" CREATED="1684337593540" MODIFIED="1684337627360"/>
<node TEXT="совместимость автоматизированных систем; совместимость АС: Комплексное свойство двух или более АС, характеризуемое их способностью взаимодействовать при функционировании" ID="ID_265417860" CREATED="1684337594273" MODIFIED="1684337632356"/>
<node TEXT="техническая совместимость автоматизированных систем; техническая совместимость АС: Частная совместимость АС, характеризуемая возможностью взаимодействия технических средств этих систем" ID="ID_681494336" CREATED="1684337594640" MODIFIED="1684337642300"/>
<node TEXT="программная совместимость автоматизированных систем; программная совместимость АС: Частная совместимость АС, характеризуемая возможностью работы программ одной системы в другой и обмена программами, необходимыми при взаимодействии АС" ID="ID_409468191" CREATED="1684337595383" MODIFIED="1684337654863"/>
<node TEXT="информационная совместимость автоматизированных систем; информационная совместимость АС: Частная совместимость АС, характеризуемая возможностью использования в них одних и тех же данных и обмена данными между ними" ID="ID_1453364697" CREATED="1684337595752" MODIFIED="1684337659279"/>
<node TEXT="организационная совместимость автоматизированных систем; организационная совместимость АС: Частная совместимость АС, характеризуемая согласованностью правил действия их персонала, регламентирующих взаимодействие этих АС" ID="ID_1526352734" CREATED="1684337596812" MODIFIED="1684337732382"/>
<node TEXT="лингвистическая совместимость автоматизированных систем; лингвистическая совместимость АС: Частная совместимость АС, характеризуемая возможностью использования одних и тех же языковых средств общения персонала с комплексом средств автоматизации этих АС" ID="ID_1208342448" CREATED="1684337597479" MODIFIED="1684337686859"/>
<node TEXT="метрологическая совместимость автоматизированных систем; метрологическая совместимость АС: Частная совместимость АС, характеризуемая тем, что точность результатов измерений, полученных в одной АС, позволяет использовать их в другой" ID="ID_198172102" CREATED="1684337597803" MODIFIED="1684337691070"/>
<node TEXT="адаптивность автоматизированной системы; адаптивность АС: Способность АС изменяться для сохранения своих эксплуатационных показателей в заданных пределах при изменениях внешней среды" ID="ID_1872993553" CREATED="1684337693433" MODIFIED="1684337698037"/>
<node TEXT="надежность автоматизированной системы; надежность АС: Комплексное свойство АС сохранять во времени в установленных пределах значения всех параметров, характеризующих способность АС выполнять свои функции в заданных режимах и условиях эксплуатации." ID="ID_252899279" CREATED="1684337693617" MODIFIED="1684337702977"/>
<node TEXT="живучесть автоматизированной системы; живучесть АС: Свойство AC, характеризуемое способностью выполнять установленный объем функций в условиях воздействий внешней среды и отказов компонентов системы в заданных пределах" ID="ID_1690368184" CREATED="1684337721661" MODIFIED="1684337726829"/>
<node TEXT="помехоустойчивость автоматизированной системы; помехоустойчивость AC: Свойство АС, характеризуемое способностью выполнять свои функции в условиях воздействия помех, в частности от электромагнитных полей" ID="ID_1934687150" CREATED="1684337721833" MODIFIED="1684337730479"/>
</node>
<node TEXT="СОЗДАНИЕ И ФУНКЦИОНИРОВАНИЕ АВТОМАТИЗИРОВАННЫХ СИСТЕМ" FOLDED="true" POSITION="bottom_or_right" ID="ID_1020609532" CREATED="1684334701068" MODIFIED="1684338392012">
<node TEXT="жизненный цикл автоматизированной системы; жизненный цикл АС: Совокупность взаимосвязанных процессов создания и последовательного изменения состояния АС от формирования исходных требований к ней до окончания эксплуатации и утилизации комплекса средств автоматизации АС" ID="ID_681335036" CREATED="1684337740119" MODIFIED="1684337756082"/>
<node TEXT="процесс создания автоматизированной системы; процесс создания АС: Совокупность работ от формирования исходных требований к системе до ввода в действие" ID="ID_562388512" CREATED="1684337746410" MODIFIED="1684337760712"/>
<node TEXT="стадия создания автоматизированной системы; стадия создания АС: Одна из частей процесса создания АС, установленная нормативными документами и заканчивающаяся выпуском документации на АС, содержащей описание полной, в рамках заданных требований, модели АС на заданном для данной стадии уровне, или изготовлением несерийных компонентов АС, или приемкой АС в промышленную эксплуатацию" ID="ID_517720717" CREATED="1684337746967" MODIFIED="1684337767509"/>
<node TEXT="этап создания автоматизированной системы; этап создания АС: Часть стадии создания АС, выделенная по соображениям единства характера работ и (или) завершающего результата или специализации исполнителей" ID="ID_465971601" CREATED="1684337747360" MODIFIED="1684337771885"/>
<node TEXT=" очередь автоматизированной системы; очередь АС: Часть АС, для которой в техническом задании на создание АС в целом установлены отдельные сроки ввода и набор реализуемых функций" ID="ID_1015651192" CREATED="1684337747715" MODIFIED="1684337775792"/>
<node TEXT="развитие автоматизированной системы; развитие АС: Целенаправленное улучшение характеристик или расширение функций АС" ID="ID_784220002" CREATED="1684337748096" MODIFIED="1684338392010"/>
<node TEXT="сопровождение автоматизированной системы; сопровождение АС: Деятельность по оказанию услуг, необходимых для обеспечения устойчивого функционирования или развития АС" ID="ID_1324933029" CREATED="1684337748462" MODIFIED="1684337784034"/>
<node TEXT="взаимодействие автоматизированных систем; взаимодействие АС: Обмен данными, командами и сигналами между функционирующими АС" ID="ID_105999284" CREATED="1684337748843" MODIFIED="1684337788854"/>
<node TEXT="сообщение автоматизированной системы; сообщение АС: Сведения в виде законченного блока данных, передаваемые при функционировании АС" ID="ID_392663384" CREATED="1684337749252" MODIFIED="1684337793733"/>
<node TEXT="унифицированная процедура в автоматизированной системе; унифицированная процедура АС: Общая часть различных автоматизированных функций или задач, представляющая собой формализованную совокупность их одинаковых действий" ID="ID_1504510759" CREATED="1684337749628" MODIFIED="1684337797248"/>
<node TEXT="диалоговый режим выполнения функции автоматизированной системы; диалоговый режим выполнения функции АС: Режим выполнения функции АС, при котором человек управляет решением задачи, изменяя ее условия и (или) порядок функционирования АС на основе оценки информации, представляемой ему техническими средствами АС" ID="ID_1712858852" CREATED="1684337750339" MODIFIED="1684337807938"/>
<node TEXT="неавтоматизированный режим выполнения функции автоматизированной системы; неавтоматизированный режим выполнения функции АС: Режим выполнения функции АС, при котором она выполняется только человеком" ID="ID_1993875491" CREATED="1684337804333" MODIFIED="1684337812433"/>
</node>
<node TEXT="ДОКУМЕНТАЦИЯ НА АВТОМАТИЗИРОВАННУЮ СИСТЕМУ" FOLDED="true" POSITION="bottom_or_right" ID="ID_1878206050" CREATED="1684334701421" MODIFIED="1684334863062">
<node TEXT="документация на автоматизированную систему; документация на АС: Комплект взаимоувязанных документов, полностью определяющих технические требования к АС, проектные и организационные решения по созданию и функционированию АС" ID="ID_1305334498" CREATED="1684337864169" MODIFIED="1684337875242"/>
<node TEXT="приемочная документация на автоматизированную систему; приемочная документация на АС: Документация, фиксирующая сведения, подтверждающие готовность АС к приемке ее в эксплуатацию, соответствие АС требованиям нормативных документов" ID="ID_202208995" CREATED="1684337868087" MODIFIED="1684337879485"/>
<node TEXT="техническое задание на автоматизированную систему; ТЗ на АС: Документ, оформленный в установленном порядке и определяющий цели создания АС, требования к АС и основные исходные данные, необходимые для ее разработки, а также план-график создания АС" ID="ID_1665913484" CREATED="1684337869120" MODIFIED="1684337889275"/>
<node TEXT="технический проект автоматизированной системы; технический проект AC: Комплект проектных документов на АС, разрабатываемый на стадии &quot;Технический проект&quot;, утвержденный в установленном порядке, содержащий основные проектные решения по системе в целом, ее функциям и всем видам обеспечения АС и достаточный для разработки рабочей документации на АС" ID="ID_1079588606" CREATED="1684337869536" MODIFIED="1684337895030"/>
<node TEXT="рабочая документация на автоматизированную систему; рабочая документация на АС: Комплект проектных документов на АС, разрабатываемый на стадии &quot;Рабочая документация&quot;, содержащий взаимоувязанные решения по системе в целом, ее функциям, всем видам обеспечения АС, достаточные для комплектации, монтажа, наладки и функционирования АС, ее проверки и обеспечения работоспособности" ID="ID_992524946" CREATED="1684337869919" MODIFIED="1684337899082"/>
<node TEXT="эксплуатационная документация на автоматизированную систему; эксплуатационная документация на АС: Часть рабочей документации на АС, предназначенная для использования при эксплуатации системы, определяющая правила действия персонала и пользователей системы при ее функционировании, проверке и обеспечении ее работоспособности" ID="ID_749322694" CREATED="1684337870268" MODIFIED="1684337903625"/>
<node TEXT="технорабочий проект автоматизированной системы; технорабочий проект АС: Комплект проектных документов АС, утвержденный в установленном порядке и содержащий решения в объеме технического проекта и рабочей документации на АС" ID="ID_1242237862" CREATED="1684337905456" MODIFIED="1684337910429"/>
</node>
<node TEXT="ЭЛЕМЕНТЫ ТЕХНИЧЕСКОГО, ПРОГРАММНОГО И ИНФОРМАЦИОННОГО ОБЕСПЕЧЕНИЯ АВТОМАТИЗИРОВАННОЙ СИСТЕМЫ" FOLDED="true" POSITION="bottom_or_right" ID="ID_785922798" CREATED="1684334701726" MODIFIED="1684338181908">
<node TEXT="устройство связи с объектом; УСО: Устройство, предназначенное для ввода сигналов с объекта в АС и вывода сигналов на объект" ID="ID_1716521454" CREATED="1684337982221" MODIFIED="1684337991835"/>
<node TEXT="общее программное обеспечение автоматизированной системы; ОПО AC: Часть программного обеспечения АС, представляющая собой совокупность программных средств, разработанных вне связи с созданием данной АС." ID="ID_1080770177" CREATED="1684337987157" MODIFIED="1684338181907"/>
<node TEXT="специальное программное обеспечение автоматизированной системы; СПО АС: Часть программного АС*, представляющая собой совокупность программ, разработанных при создании данной АС" ID="ID_719829040" CREATED="1684346061709" MODIFIED="1684346069626"/>
<node TEXT="входная информация автоматизированной системы; входная информация AC: Информация, поступающая в АС в виде документов, сообщений, данных, сигналов, необходимая для выполнения функций АС" ID="ID_442125512" CREATED="1684346062223" MODIFIED="1684346074523"/>
<node TEXT="выходная информация автоматизированной системы; выходная информация АС: Информация, получаемая в результате выполнения функций АС и выдаваемая на объект ее деятельности, пользователю или в другие системы" ID="ID_1594726319" CREATED="1684346062660" MODIFIED="1684346079814"/>
<node TEXT="оперативная информация автоматизированной системы; оперативная информация АС: Информация, отражающая на данный момент времени состояние объекта, на который направлена деятельность АС" ID="ID_12475798" CREATED="1684346063088" MODIFIED="1684346084408"/>
<node TEXT="нормативно-справочная информация автоматизированной системы; нормативно-справочная информация АС: Информация, заимствованная из нормативных документов и справочников и используемая при функционировании АС" ID="ID_1176318759" CREATED="1684346063443" MODIFIED="1684346089235"/>
</node>
<node TEXT="АВТОМАТИЗИРОВАННЫЕ СИСТЕМЫ УПРАВЛЕНИЯ ТЕХНОЛОГИЧЕСКИМИ ПРОЦЕССАМИ. ОСНОВНЫЕ ПОНЯТИЯ" FOLDED="true" POSITION="bottom_or_right" ID="ID_66746865" CREATED="1684346114762" MODIFIED="1684346141397">
<node TEXT="технологический объект управления; ТОУ: Объект управления, включающий технологическое оборудование и реализуемый в нем технологический процесс" ID="ID_1795899090" CREATED="1684346145082" MODIFIED="1684346185555"/>
<node TEXT="система локальной автоматики: Система устройств автоматики, автономно реализующая АС управления технологическим процессом функцию управления технологическим объектом управления или его частью, либо функцию контроля за ТОУ или его частью" ID="ID_202184268" CREATED="1684346196550" MODIFIED="1684346199748"/>
<node TEXT="управляющая функция автоматизированной системы управления технологическим процессом; управляющая функция АСУТП: Функция АСУ технологическим процессом, включающая получение информации о состоянии технологического объекта управления, оценку информации, выбор управляющих воздействий и их реализацию" ID="ID_1742442044" CREATED="1684346172299" MODIFIED="1684346204324"/>
<node TEXT="информационная функция автоматизированной системы управления технологическим процессом; информационная функция АСУТП: Функция АСУ технологическим процессом, включающая  получение информации, обработку и передачу информации персоналу АСУТП или во вне системы о состоянии технологического объекта управления или внешней среды" ID="ID_1651778898" CREATED="1684346212928" MODIFIED="1684346215374"/>
<node TEXT="вспомогательная функция автоматизированной системы управления технологическим процессом; вспомогательная функция АСУТП: Функция АСУ технологическим процессом, включающая сбор и обработку данных о состоянии АСУТП и либо представление этой информации персоналу системы, или осуществление управляющих воздействий на соответствующие технические и (или) программные средства АСУТП" ID="ID_701152871" CREATED="1684346173216" MODIFIED="1684346219967"/>
<node TEXT="непрерывно выполняемая функция автоматизированной системы управления технологическим процессом; непрерывная функция АСУТП: Функция АСУ технологическим процессом, у которой в любой момент времени функционирования есть результат ее выполнения" ID="ID_906532044" CREATED="1684346173671" MODIFIED="1684346225720"/>
<node TEXT="дискретно выполняемая функция автоматизированной системы управления технологическим процессом; дискретная функция АСУТП: Функция АСУ технологическим процессом, выполняемая по запросу или временному регламенту" ID="ID_1654383450" CREATED="1684346174171" MODIFIED="1684346229969"/>
<node TEXT="простая функция автоматизированной системы управления технологическим процессом; простая функция АСУТП: Функция АСУ технологическим процессом, не разложимая на другие функции системы" ID="ID_588569844" CREATED="1684346176468" MODIFIED="1684346234257"/>
<node TEXT="составная функция автоматизированной системы управления технологическим процессом; составная функция АСУТП: Совокупность двух или более простых функций АС управления технологическим процессом." ID="ID_239659734" CREATED="1684346176788" MODIFIED="1684346241172"/>
</node>
<node TEXT="СИСТЕМЫ АВТОМАТИЗИРОВАННОГО ПРОЕКТИРОВАНИЯ. ОСНОВНЫЕ ПОНЯТИЯ" POSITION="bottom_or_right" ID="ID_875298035" CREATED="1684346118226" MODIFIED="1684346135661">
<node TEXT="задание на проектирование в САПР: Первичное описание объекта проектирования в заданной форме" ID="ID_1379197380" CREATED="1684346148790" MODIFIED="1684346266126"/>
<node TEXT="проектное решение в САПР: Описание в заданной форме объекта проектирования или его части, необходимое и достаточное для определения дальнейшего направления проектирования" ID="ID_1097157807" CREATED="1684346257422" MODIFIED="1684346271213"/>
<node TEXT="типовое проектное решение в САПР: Проектное решение, предназначенное для повторного использования при проектировании" ID="ID_675826430" CREATED="1684346257774" MODIFIED="1684346275931"/>
<node TEXT="результат проектирования в САПР: Проектное решение (совокупность проектных решений), удовлетворяющее заданным требованиям, необходимое для создания объекта проектирования" ID="ID_1059848357" CREATED="1684346258198" MODIFIED="1684346281240"/>
<node TEXT="проектный документ в САПР: Документ, выполненный по заданной форме, в котором представлено одно или несколько проектных решений" ID="ID_622870676" CREATED="1684346258578" MODIFIED="1684346285090"/>
<node TEXT="алгоритм проектирования в САПР: Совокупность предписаний, необходимых для выполнения проектирования" ID="ID_548295525" CREATED="1684346293387" MODIFIED="1684346295725"/>
<node TEXT="язык проектирования в САПР: Язык, используемый в системе автоматизированного проектирования и предназначенный для представления и преобразования описаний при проектировании" ID="ID_1074296022" CREATED="1684346259317" MODIFIED="1684346301473"/>
<node TEXT="программно-методический комплекс системы автоматизированного проектирования; ПМК САПР: Взаимосвязанная совокупность компонентов программного, информационного и методического обеспечения системы автоматизированного проектирования, включая, при необходимости, компоненты математического и лингвистического обеспечения, необходимая для получения законченного проектного решения по объекту проектирования или выполнения унифицированной процедуры" ID="ID_1237730803" CREATED="1684346259641" MODIFIED="1684346306049"/>
</node>
<node TEXT="АВТОМАТИЗИРОВАННЫЕ СИСТЕМЫ УПРАВЛЕНИЯ ВОЕННОГО НАЗНАЧЕНИЯ" POSITION="bottom_or_right" ID="ID_1324124258" CREATED="1684346118564" MODIFIED="1684346128657">
<node TEXT="устойчивость автоматизированной системы управления военного назначения; устойчивость АСУВН: Комплексное свойство автоматизированной системы управления военного назначения, характеризуемое живучестью, помехоустойчивостью и надежностью АСУ" ID="ID_1205656359" CREATED="1684346150277" MODIFIED="1684346312704"/>
</node>
<node TEXT="ОБЩЕТЕХНИЧЕСКИЕ ТЕРМИНЫ И ПОЯСНЕНИЯ, ПРИМЕНЯЕМЫЕ В ОБЛАСТИ АВТОМАТИЗИРОВАННЫХ СИСТЕМ" POSITION="bottom_or_right" ID="ID_1276660401" CREATED="1684346370479" MODIFIED="1684346372905">
<node TEXT=" Система:" ID="ID_1562659929" CREATED="1684346404735" MODIFIED="1684346490577">
<node TEXT="Совокупность элементов, объединенная связями между ними и обладающая определенной целостностью." ID="ID_1422526755" CREATED="1684346442443" MODIFIED="1684346567063"/>
</node>
<node TEXT="Автоматизированный процесс:" ID="ID_9549481" CREATED="1684346419972" MODIFIED="1684346482695">
<node TEXT="Процесс, осуществляемый при совместном участии человека и средств автоматизации." ID="ID_131023385" CREATED="1684346448186" MODIFIED="1684346572464"/>
</node>
<node TEXT="Автоматический процесс:" ID="ID_670796871" CREATED="1684346405131" MODIFIED="1684346496187">
<node TEXT="Процесс, осуществляемый без участия человека." ID="ID_1114363420" CREATED="1684346449727" MODIFIED="1684346582181"/>
</node>
<node TEXT="Информационная технология:" ID="ID_369570354" CREATED="1684346405511" MODIFIED="1684346509018">
<node TEXT="Приемы, способы и методы применения средств вычислительной техники при выполнении функций сбора, хранения, обработки, передачи и использования данных." ID="ID_898844735" CREATED="1684346451405" MODIFIED="1684346587507"/>
</node>
<node TEXT="Цель деятельности:" ID="ID_174225372" CREATED="1684346405881" MODIFIED="1684346514248">
<node TEXT="Желаемый результат процесса деятельности." ID="ID_237248004" CREATED="1684346453886" MODIFIED="1684346592741"/>
</node>
<node TEXT="Критерий эффективности деятельности:" ID="ID_881779229" CREATED="1684346406237" MODIFIED="1684346519078">
<node TEXT="Соотношение, характеризующее степень достижения цели деятельности и принимающее различные числовые значения в зависимости от используемых воздействий на объект деятельности или конкретных результатов деятельности." ID="ID_699567545" CREATED="1684346458345" MODIFIED="1684346597874"/>
</node>
<node TEXT="Объект деятельности:" ID="ID_896893142" CREATED="1684346406584" MODIFIED="1684346523313">
<node TEXT="Объект (процесс), состояние которого определяется поступающими на него воздействиями человека (коллектива) и, возможно, внешней среды." ID="ID_916022519" CREATED="1684346459939" MODIFIED="1684346602641"/>
</node>
<node TEXT="Алгоритм" ID="ID_196578041" CREATED="1684346406907" MODIFIED="1684346535523">
<node TEXT="Конечный набор предписаний для получения решения задачи посредством конечного количества операций." ID="ID_275251203" CREATED="1684346461767" MODIFIED="1684346607714"/>
</node>
<node TEXT="Информационная модель:" ID="ID_1052600730" CREATED="1684346407233" MODIFIED="1684346546671">
<node TEXT="Модель объекта, представленная в виде информации, описывающей существенные для данного рассмотрения параметры и переменные величины объекта, связи между ними, входы и выходы объекта и позволяющая путем подачи на модель информации об изменениях входных величин моделировать возможные состояния объекта." ID="ID_1418905822" CREATED="1684346463470" MODIFIED="1684346612487"/>
</node>
<node TEXT="Управление:" ID="ID_1677523837" CREATED="1684346407598" MODIFIED="1684346554114">
<node TEXT="Совокупность целенаправленных действий, включающая оценку ситуации и состояния объекта управления, выбор управляющих воздействий и их реализацию." ID="ID_298537091" CREATED="1684346464948" MODIFIED="1684346617154"/>
</node>
<node TEXT="Автоматизированный производственный комплекс:" ID="ID_935383370" CREATED="1684346408232" MODIFIED="1684346558352">
<node TEXT="Автоматизированный комплекс, согласованно осуществляющий автоматизированную подготовку производства, само производство и управление им." ID="ID_1730852073" CREATED="1684346466955" MODIFIED="1684346621197"/>
</node>
</node>
<node TEXT="ОБЛАСТЬ ПРИМЕНЕНИЯ" FOLDED="true" POSITION="bottom_or_right" ID="ID_414501093" CREATED="1684337505273" MODIFIED="1684338404066">
<node TEXT="В сферах управления, исследования, проектирование и т.п., включая их сочетание" ID="ID_1146964770" CREATED="1684337513425" MODIFIED="1684338404066"/>
</node>
</node>
</map>
